Repository: eonpatapon/gnome-shell-extension-updater
Catalog: po/*.po
Languages: he, zh_cn

source: Extension '%s' updated
he: ההרחבה '%s' עודכנה
zh_cn: 扩展 '%s' 已更新

source: Extensions updated
he: ההרחבות עודכנו
zh_cn: 扩展已更新

source: Extensions updates
he: עדכונים להרחבות
zh_cn: 扩展更新

source: Extensions updates available
he: עדכונים זמינים להרחבות
zh_cn: 扩展可更新

source: Failed to download extension '%s'
he: כישלון בהורדת ההרחבה '%s'
zh_cn: 无法下载扩展 '%s'

source: Failed to update some extensions
he: עדכון חלק מההרחבות נכשל
zh_cn: 无法更新部分扩展

source: Ignore
he: התעלמות
zh_cn: 忽略

source: Retry
he: ניסיון חוזר
zh_cn: 重试

source: Update all
he: עדכון הכל
zh_cn: 全部更新

source: Updates for the following extensions are available:
he: עדכונים זמינים להרחבות הבאות:
zh_cn: 可更新下列扩展：

source: Updating extensions...
he: מעדכן ...
zh_cn: 正在升级扩展...
